Revit 2024 API
TableSectionData.SetCellCombinedParameters Method
Overload List
Name | Description
SetCellCombinedParameters(Int32, IList<TableCellCombinedParameterData>)
 Allows the caller to set combined parameter for a specified column
SetCellCombinedParameters(Int32, Int32, IList<TableCellCombinedParameterData>)
 Allows the caller to set combined parameter for a specified cell
See Also
TableSectionData Class
TableSectionData Members
Autodesk.Revit.DB Namespace